<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
<key>PayloadContent</key>
<array>
<dict>
<key>DNSSettings</key>
<dict>
<key>DNSProtocol</key>
<string>HTTPS</string>
<key>ServerURL</key>
<string>https://dnslow.me/dns-query</string>
</dict>
<key>OnDemandRules</key>
<array>
<dict>
<key>Action</key>
<string>Connect</string>
<key>InterfaceTypeMatch</key>
<string>WiFi</string>
</dict>
<dict>
<key>Action</key>
<string>Connect</string>
<key>InterfaceTypeMatch</key>
<string>Cellular</string>
</dict>
<dict>
<key>Action</key>
<string>Disconnect</string>
</dict>
</array>
<key>PayloadDescription</key>
<string>Configures device to use dnslow.me Encrypted DNS over HTTPS</string>
<key>PayloadDisplayName</key>
<string>dnslow.me DNS over HTTPS</string>
<key>PayloadIdentifier</key>
<string>com.apple.dnsSettings.managed.bd7b3cad-38ae-48d8-9bb0-70845a491758</string>
<key>PayloadType</key>
<string>com.apple.dnsSettings.managed</string>
<key>PayloadUUID</key>
<string>c96be0fb-9544-4778-bb09-ecc2deb6d7fb</string>
<key>PayloadVersion</key>
<integer>1</integer>
<key>ProhibitDisablement</key>
<false/>
</dict>
</array>
<key>PayloadDescription</key>
<string>Adds encrypted DNS configurations for iOS, iPadOS, and macOS systems</string>
<key>PayloadDisplayName</key>
<string>Encrypted DNS (DoH)</string>
<key>PayloadIdentifier</key>
<string>com.dnslow.apple-dns.16b1508d-1649-43a2-86dc-c09d5a6a49f1</string>
<key>PayloadRemovalDisallowed</key>
<false/>
<key>PayloadType</key>
<string>Configuration</string>
<key>PayloadUUID</key>
<string>e55e51f2-8d59-4ce9-b70a-536c620b75d9</string>
<key>PayloadVersion</key>
<integer>1</integer>
</dict>
</plist>
