<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
<key>PayloadContent</key>
<array>
<dict>
<key>DNSSettings</key>
<dict>
<key>DNSProtocol</key>
<string>TLS</string>
<key>ServerName</key>
<string>dnslow.me</string>
</dict>
<key>OnDemandRules</key>
<array>
<dict>
<key>Action</key>
<string>Connect</string>
<key>InterfaceTypeMatch</key>
<string>WiFi</string>
</dict>
<dict>
<key>Action</key>
<string>Connect</string>
<key>InterfaceTypeMatch</key>
<string>Cellular</string>
</dict>
<dict>
<key>Action</key>
<string>Disconnect</string>
</dict>
</array>
<key>PayloadDescription</key>
<string>Configures device to use dnslow.me Encrypted DNS over TLS</string>
<key>PayloadDisplayName</key>
<string>dnslow.me DNS over TLS</string>
<key>PayloadIdentifier</key>
<string>com.apple.dnsSettings.managed.6276138b-3ef3-4d2b-90bf-53b0d9b87cf0</string>
<key>PayloadType</key>
<string>com.apple.dnsSettings.managed</string>
<key>PayloadUUID</key>
<string>d5b8e068-dbfa-479f-8340-b6ff6608caa7</string>
<key>PayloadVersion</key>
<integer>1</integer>
<key>ProhibitDisablement</key>
<false/>
</dict>
</array>
<key>PayloadDescription</key>
<string>Adds encrypted DNS configurations for iOS, iPadOS, and macOS systems</string>
<key>PayloadDisplayName</key>
<string>Encrypted DNS (DoT)</string>
<key>PayloadIdentifier</key>
<string>com.dnslow.apple-dns.4009a9fd-946a-421a-9264-5fb56d9dada3</string>
<key>PayloadRemovalDisallowed</key>
<false/>
<key>PayloadType</key>
<string>Configuration</string>
<key>PayloadUUID</key>
<string>dac7587d-2a10-41e8-af23-5bce627287a8</string>
<key>PayloadVersion</key>
<integer>1</integer>
</dict>
</plist>
